Repository: noahcroghan/WheelWizard
Catalog: WheelWizard/Resources/Languages/Phrases.*.resx
Languages: es, it, nl, pt, ru

# EmptyContent_NoMiis_Title
source: No Miis yet!
es: No hay Miis todavía!
it: Ancora nessun Mii!
nl: Je hebt nog geen Mii's!
ru: У вас еще нет Mii!

# HelperNote_CreatorNameLess10
source: Creator name must be less than 10 characters long.
es: El nombre del creador tiene que tener menos de 10 caracteres.
it: Il nome dell'autore deve essere lungo al massimo 10 caratteri.
nl: Naam moet korter dan 10 tekens zijn.
ru: Имя создателя должно быть длиной в меньше 10 символов.

# HelperNote_NameMustBetween
source: Names must be between 3 and 10 characters long.
es: Los nombres tienen que tener entre 3 y 10 caracteres.
it: I nomi devono essere lunghi tra i 3 e i 10 caratteri.
nl: Naam moet tussen de 3 en 10 tekens lang zijn.
ru: Имена должны быть длиной от 3 до 10 символов.

# Hover_FriendsPageDisclaimer
source: To add friends you need to add them in-game.
es: Para añadir a amigos necesitas añadirlos en el juego.
it: Per aggiungere amici, devi farlo all'interno del gioco.
nl: Om vrienden toe te voegen moet je ze in het spel toevoegen.
ru: Чтобы добавить друга нужно сначала подружить

# Hover_PrimaryProfile
source: The primary profile is used as reference in the wheel wizard client
es: El perfil principal es usado como referencia en Wheel Wizard.
it: Il profilo primario è utilizzato come riferimento in Wheel Wizard
nl: Het hoofdprofiel wordt gebruikt als referentie in Wheel Wizard.

# Hover_RegionUserSelection
source: This only shows regions YOU have played on
es: Esto solo muestra las regiones en las que TÚ has jugado.
it: Questo fa vedere solo le regioni in cui TU hai giocato
nl: Dit toont alleen regio's waarop JIJ hebt gespeeld.

# MessageError_AbortRR_Extra_InvalidFilePath
source: Invalid file path detected. Please contact the developers.\n Server error: {$1}
es: Se detectó una ruta de archivo no válida. Contacte a los desarrolladores.\n Error del servidor: {$1}
it: Incontrato un percorso file invalido. Contatta gli sviluppatori.\n Errore server: {$1}
nl: Ongeldige bestandslocatie gedetecteerd. Neem contact op met de ontwikkelaars.\n Serverfout: {$1}

# MessageError_AbortRR_Title
source: Aborting RR Update
es: Abortando actualización de RR
it: Annullando l'aggiornamento di RR
nl: RR-update afgebroken.

# MessageError_FailedChangeMii_Title
source: Failed to Change Mii
es: No se pudo cambiar el Mii
it: Cambio del Mii fallito
nl: Veranderen van Mii mislukt.
ru: Не удалось изменить Mii.

# MessageError_FailedChangeName_Title
source: Failed to change name
es: No se pudo cambiar el nombre
it: Cambio del nome fallito
nl: Veranderen van naam mislukt.
ru: Не удалось изменить имя.

# MessageError_FailedCreateMiiDb_Title
source: Failed to create Mii database
es: No se pudo crear la base de datos de Miis
it: Creazione del catalogo dei Mii fallita
nl: Creëren van Mii-database mislukt.
ru: Не удалось создать базу Mii.

# MessageError_GenericError_Title
source: An error occurred.
es: Se produjo un error.
it: È successo un errore.
nl: Er is een fout opgetreden.

# MessageSuccess_MiiChanged
source: Mii changed successfully
es: Mii cambiado con éxito
it: Mii cambiato con successo
nl: Mii succesvol veranderd.

# MessageWarning_CannotDeleteFavMii_Extra
source: One or more of the selected Mii(s) is a favorite. Miis can only be deleted if they are not favorites to prevent accidental deletions.
es: Uno o más de los Miis está en favoritos. Los Miis solo pueden ser borrados si no está en favoritos para prevenir borrar Miis accidentalmente.
it: Uno o più dei Mii selezionati è favorito. I Mii possono solo essere eliminati se non sono favoriti per evitare cancellazioni involontarie.
nl: Eén of meer van de geselecteerde Mii's is een favoriet. Mii's kunnen alleen worden verwijderd als ze geen favoriet zijn, om onbedoelde verwijderingen te voorkomen.

# MessageWarning_CannotDeleteFavMii_Title
source: Cannot delete favorite Mii(s)
es: No se pueden borrar Miis en favoritos
it: Impossibile eliminare dei Mii favoriti.
nl: Kan favoriete Mii('s) niet verwijderen.
ru: Не удалось удалить избранного(-ых) Mii

# MessageWarning_CantViewMod_Extra_NotFromBrowser
source: Cannot view mod that was not installed through the mod browser.
es: No se puede ver mod que no fue instalado por el navegador de mods.
it: Impossibile vedere una mod che non è stata installata tramite il browser delle mod.
nl: Kan mod, die niet is geïnstalleerd via de mod-browser, niet weergeven.

# MessageWarning_CantViewMod_Extra_SomethingElse
source: Something went wrong when trying to open the selected mod.
es: Se produjo un error al abrir el mod seleccionado.
it: Qualcosa è andato storto nel tentativo di aprire la mod selezionata.
nl: Er is iets misgegaan bij het openen van de geselecteerde mod.

# MessageWarning_CantViewMod_Title
source: Cannot view this mod.
es: No se puede ver este mod.
it: Impossibile vedere questa mod.
nl: Kan deze mod niet weergegeven.

# MessageWarning_FailCheckUpdates_Extra
source: Can't check for updates right now. You might not be connected to the internet or the server might be down.
es: No se pueden buscar actualizaciones en este momento. Es posible que no tengas conexión a internet o que el servidor esté inactivo.
it: Impossibile verificare gli aggiornamenti in questo momento. Potresti non avere una connessione ad internet oppure il server potrebbe essere offline.
nl: Kan momenteel niet op updates controleren. Mogelijk heb je geen internetverbinding of de server is offline.

# MessageWarning_InvalidName_Title
source: Name not possible.
es: Nombre no permitidio.
it: Nome impossibile.
nl: Naam niet toegestaan.

# MessageWarning_InvalidPaths_Title
source: Invalid Paths.
es: Rutas inválidas.
it: Percorsi non accettabili.
nl: Ongeldige locaties.

# MessageWarning_NoConnectServer_Title
source: Could not connect to the server
es: No se pudo conectar al servidor.
it: Impossibile connettersi al server
nl: Kan geen verbinding maken met de server.

# MessageWarning_UnableUpdateWhWz_Title
source: Unable to update Wheel Wizard.
es: No se pudo actualizar Wheel Wizard.
it: Impossibile aggiornare Wheel Wizard.
nl: Wheel Wizard kan niet worden geüpdatet.
ru: Не удалось обновить Wheel Wizard.

# Progress_UpdateRR
source: Updating Retro Rewind
es: Actualizando Retro Rewind
it: Aggiornando Retro Rewind
nl: Retro Rewind updaten
pt: Atualizar Retro Rewind
ru: Обновляем Retro Rewind

# Question_ApplyScale_Extra
source: This change will revert in {$1} unless you decide to keep the change.
es: Este cambio se revertira en {$1} a menos de que decidas de quedarte con este cambio.
it: Questa modifica si ripristinerà in {$1} a meno che tu decida di mantenerla.
nl: Deze wijziging wordt over {$1} teruggedraaid, tenzij je ervoor kiest om de wijziging te behouden.

# Question_ReinstallRR_Extra
source: Are you sure you want to reinstall Retro Rewind?
es: ¿Estas seguro que quieres reinstalar Retro Rewind?
it: Sei veramente sicuro di voler reinstallare Retro Rewind?
nl: Weet je zeker dat je Retro Rewind opnieuw wilt installeren?
ru: Вы уверены, что хотите переустановить Retro Rewind?

# Question_RRToOld_Title
source: The Retro Rewind version is too old.
es: La version de Retro Rewind es muy antigua.
it: La versione di Retro Rewind è datata.
nl: Retro Rewind versie is te oud.
ru: Версия Retro Rewind слишком стара

# Question_SureDelete_Extra
source: Deleting is permanent and cannot be undone.
es: Borrar es permanente y no se puede revertir.
it: L'eliminazione è permanente e non può essere recuperata.
nl: Verwijderen is permanent en kan niet ongedaan worden gemaakt.
ru: Удаление является необратимым и не может быть отменено.

# Question_SureDelete_Title_Miis
source: Are you sure you want to delete {$1} Miis?
es: ¿Estas seguro que deseas borrar {$1} Miis?
it: Sei sicuro di voler cancellare {$1} Mii?
nl: Weet je zeker dat je {$1} Mii's wil verwijderen?
ru: Вы уверены, что хотите удалить {$1} Mii?

# SnackbarError_MiiFailureCreate
source: Failed to create Mii '{$1}'
es: Se produjo un error al producir Mii '{$1}'
it: Creazione del Mii '{$1}' fallita
nl: Creëren van Mii "{$1}" mislukt.
ru: Не удалось создать Mii '{$1}'

# SnackbarError_MiiFailureDeserialize
source: Failed to deserialize Mii '{$1}'
es: Se produjo un error al deserializar Mii '{$1}'
it: Deserializzazione del Mii '{$1}' fallita
nl: Verwerken van Mii "{$1}" mislukt.
ru: Не удалось импортировать Mii '{$1}'

# SnackbarError_MiiFailureDuplicate
source: Failed to duplicate Mii(s) '{$1}'
es: Se produjo un error al duplicar Mii '{$1}'
it: Duplicazione del Mii '{$1}' fallita
nl: Kopiëren van Mii "{$1}" mislukt.
ru: Не удалось дублировать Mii '{$1}'

# SnackbarError_MiiFailureGet
source: Failed to get Mii '{$1}'
es: Se produjo un error al duplicar Mii '{$1}'
it: Ottenimento del Mii '{$1}' fallito
nl: Verkrijgen van Mii "{$1}" mislukt.
ru: Не удалось получить Mii '{$1}'

# SnackbarError_MiiFailureSave
source: Failed to save Mii '{$1}'
es: Se produjo un error al guardar Mii '{$1}'
it: Salvataggio del Mii '{$1}' fallito
nl: Opslaan van Mii "{$1}" mislukt.
ru: Не удалось сохранить Mii '{$1}'

# SnackbarError_MiiFailureSerialize
source: Failed to serialize Mii '{$1}'
es: Se produjo un error al serializar Mii '{$1}'
it: Serializzazione del Mii '{$1}' fallita
nl: Omzetten van Mii "{$1}" mislukt.
ru: Не удалось экспортировать Mii '{$1}'

# SnackbarError_MiiFailureUpdate
source: Failed to update Mii '{$1}'
es: Se produjo un error al actualizar Mii '{$1}'
it: Aggiornamento del Mii '{$1}' fallito
nl: Updaten van Mii "{$1}" mislukt.
ru: Не удалось обновить Mii '{$1}'

# SnackbarSuccess_CopiedFC
source: Copied friend code to clipboard
es: Codigo de amigo copiado al portapapeles
it: Copiato il codice amico negli appunti
nl: Vriendcode gekopieerd naar klembord.
ru: Код друга сохранён в буфер обмена

# SnackbarSuccess_CreatedDuplicate
source: Created duplicate of '{$1}'
es: Se creó una duplica de '{$1}'
it: Creato il duplicato di '{$1}'
nl: Kopie gemaakt van "{$1}".
ru: Создан дубликат '{$1}'

# SnackbarSuccess_CreatedDuplicatesMiis
source: Created {$1} duplicate Miis
es: Se creó {$1} duplicas de Miis.
it: Creati {$1} Mii duplicati
nl: {$1} kopieën gemaakt van Mii.

# SnackbarSuccess_Deleted
source: Deleted '{$1}'
es: Se borró '{$1}'
it: {$1}' cancellato
nl: "{$1}" verwijderd.

# SnackbarSuccess_Deleted_Miis
source: Deleted {$1} Miis
es: Se borraron {$1} Miis
it: Cancellati {$1} Mii
nl: {$1} Mii's verwijderd.

# SnackbarSuccess_MiiAdded
source: Mii has been added to your Miis
es: Mii ha sido añadido a tus Miis
it: Un Mii è stato aggiunto ai tuoi favoriti
nl: Mii is toegevoegd aan "Mijn Mii's".

# SnackbarSuccess_NameChange
source: Successfully changed name to '{$1}'
es: Se cambió el nombre a '{$1}' con éxito
it: Nome cambiato con successo in '{$1}'
nl: Naam succesvol gewijzigd naar "{$1}".

# SnackbarSuccess_ProfileSetPrimary
source: Set profile as primary
es: Establecer perfil como principal
it: Imposta il profilo come primario
nl: Profiel als hoofdprofiel geselecteerd.

# SnackbarSuccess_SavedMii
source: Saved Mii '{$1}' to file '{$2}'
es: Se guardó Mii '{$1}' a archivo '{$2}'
it: Salvato il Mii '{$1}' nel file '{$2}'
nl: Mii "{$1}" is opgeslagen in het bestand "{$2}".

# SnackbarWarning_CantSaveMii
source: Can't Save Mii
es: No se pudo guardar el Mii
it: Impossibile salvare il Mii
nl: Kan Mii niet opslaan.

# SnackbarWarning_NoMiiDelete
source: It seems there where no Miis to delete
es: Parace que no hay Miis para borrar
it: Sembrano non esserci Mii da eliminare
nl: Er zijn geen Mii's om te verwijderen.

# SnackbarWarning_NoMiiExport
source: It seems there where no Miis to export
es: Parece que no hay Miis para exportar
it: Sembrano non esserci Mii da esportare
nl: Er zijn geen Mii's om te exporteren.

# MessageWarning_ModNameEmpty_Title
source: Mod name can't be empty.
es: No puede dejar el nombre del mod en blanco.
it: Il nome della mod non può essere vuoto.
nl: Mod-naam mag niet leeg zijn.
pt: Nome do mod não pode estar em branco
ru: Название мода не может быть пустым.

# EmptyContent_NoModSelected
source: Select a mod in the list to view its details
it: Seleziona una mod nella lista per vedere i suoi dettagli
nl: Mod-naam
ru: Выберите мод из списка, чтобы узнать подробности.

# EmptyContent_NoModSelected_Title
source: No mod selected
it: Nessuna mod selezionata
nl: Geen mod geselecteerd
ru: Моды не выбраны

# MessageError_FailedInstallDolphin_Extra
source: The installation of Dolphin Emulator failed. Please try manually installing Flatpak Dolphin.
it: L'installazione dell'emulatore Dolphin è fallita. Riprova manualmente installando Dolphin usando Flatpak.
nl: De installatie van de Dolphin-emulator is mislukt. Probeer handmatig Flatpak Dolphin te installeren.

# MessageError_FailedInstallDolphin_Title
source: Failed to install Dolphin
it: Installazione di Dolphin fallita
nl: Installeren van Dolphin mislukt.

# MessageError_FailedRetrieveMod_Title
source: Failed to retrieve mod info
it: Recupero delle informazioni della mod fallito
nl: Ophalen van mod-informatie mislukt.

# MessageError_ModDownloadFail_Extra
source: An error occurred during download: {$1}
it: È successo un errore durante il download: {$1}
nl: Er is een fout opgetreden tijdens het downloaden van {$1}.

# MessageError_ModDownloadFail_Title
source: Mod download failed.
it: Download della mod fallito.
nl: Downloaded van mod mislukt.

# MessageWarning_ModNameEmpty_Extra
source: Please provide a mod name.
it: Dai un nome alla mod.
nl: Geef een mod-naam op.

# MessageWarning_ModNameInvalid_Extra
source: Mod name contains invalid characters.
it: Il nome della mod contiene caratteri non validi.
nl: Mod-naam bevat ongeldige tekens.

# MessageWarning_ModNameInvalid_Title
source: Mod name Invalid.
it: Il nome della mod non è valido.
nl: Mod-naam ongeldig.

# MessageWarning_UnableDownloadMod_Extra
source: files could not be found.
it: I file non sono stati trovati.
nl: Bestanden konden niet worden gevonden.
ru: Не удалось найти файлы.

# MessageWarning_UnableDownloadMod_Title
source: Unable to download the mod
it: Impossibile scaricare la mod.
nl: Downloaden van mod mislukt.
ru: Не удалось загрузить мод

# Placeholder_EnterMiiName
source: Enter Mii name...
it: Inserisci il nome del Mii...
nl: Vul Mii-naam in...
ru: Введите имя Mii...

# Placeholder_EnterModName
source: Enter mod name...
it: Inserisci il nome della mod...
nl: Vul mod-naam in...
ru: Введите название мода...

# Placeholder_SearchMod
source: Search for mods...
it: Cerca delle mod...
nl: Zoek voor mods...
ru: Поиск модов...

# Progress_InstallingDolphin
source: Installing Dolphin Emulator
it: Installando l'emulatore Dolphin
nl: Dolphin-emulator installeren
ru: Установка эмулятора Dolphin

# Progress_ThisMayTakeAWhile
source: This may take a while depending on your internet connection.
it: Ciò potrebbe richiedere un po' di tempo a seconda della tua connessione ad internet.
nl: Dit kan mogelijk lang duren afhankelijk van jouw internetverbinding.

# Question_DolphinFlatpack_Extra
source: The Flatpak version of Dolphin Emulator does not appear to be installed. Would you like us to install it (system-wide)?
it: La versione Flatpak dell'emulatore Dolphin non sembra essere installata. Vuoi che venga installata nel tuo sistema?
nl: De Flatpak-versie van de Dolphin-emulator is niet geïnstalleerd. Installeer dit voor het hele systeem?

# Question_DolphinFlatpack_Title
source: Dolphin Flatpak Installation
it: Installazione di Dolphin tramite Flatpak
nl: Dolphin-Flatpak installeren

# Question_InstallMod_Title
source: Do you want to donwload and install the mod: {$1}?
it: Vuoi scaricare ed installare la mod: {$1}?
nl: Wil je de mod "{$1}" downloaden en installeren?
ru: Хотите установить этот мод: {$1}?

# Question_SearchMod
source: Search for mods...
it: Cercando delle mod...
nl: Zoeken naar mods...
ru: Поиск модов...

# Text_LanguageTranslatedBy
source: This language is translated by: {$1}
it: Questa lingua è stata tradotta da: {$1}
nl: Taal vertaald door: {$1}
ru: Авторы перевода: {$1}

# Text_PoweredGamebanana
source: Powered By Gamebanana
it: Offerto da GameBanana
nl: Mogelijk gemaakt door GameBanana.
ru: Моды из GameBanana

# Question_EnterTitle
source: Enter Title:
es: Ingrese título:
pt: Introduza o Título:
