Repository: noahcroghan/WheelWizard
Catalog: WheelWizard/Resources/Languages/Phrases.*.resx
Languages: es, it, nl, pt, ru

# EmptyContent_NoFriends
source: You can add friends in-game
es: Puedes añadir amigos dentro del juego
it: Puoi aggiungere amici all'interno del gioco
nl: Je kan vrienden in het spel toevoegen.
pt: Podes adicionar amigos dentro do jogo
ru: Друзей можно добавить через игру

# EmptyContent_NoFriends_Title
source: No friends yet!
es: Aun no has agregado amigos
it: Ancora nessun amico!
nl: Je hebt nog geen vrienden!
pt: Ainda não adicionaste amigos
ru: У вас еще нет друзей!

# EmptyContent_NoMods
source: Mods can alter how the game works. Start importing your first mod by clicking the button below.
es: Los mods pueden alterar el funcionamiento del juego. Importa tus mods apretando en el botón de abajo
it: Le mod possono alterare come funziona il gioco. Inizia importando la tua prima mod cliccando il pulsante sottostante.
nl: Mods kunnen de game aanpassen. Start met het importeren van jouw eerste mod door op de importeerknop te drukken.
pt: Mods podem alterar o funcionamento do jogo.Começa a importar o teu primeiro mod clicando no botão abaixo
ru: С помощью модов можно изменять поведение игры. Чтобы импортировать свой мод, нажмите кнопку ниже.

# EmptyContent_NoMods_Title
source: No mods found
es: No se encontraron mods.
it: Nessuna mod trovata
nl: Geen mods gevonden
pt: Mods não encontrados
ru: Моды не найдены

# EmptyContent_NoProfiles
source: You have to play the game at least once in order to see your profiles listed here
es: Tienes que jugar el juego mínimo una vez para poder ver tus perfiles listados aca.
it: Devi aver giocato almeno una volta per vedere la lista dei tuoi profili qui
nl: Je moet het spel minimaal één keer hebben gespeeld om hier jouw profielen te kunnen bekijken.
pt: Tens de jogar o jogo pelo menos uma vez para poderes ver o teu perfil aqui escrito
ru: Ваши профили появятся здесь, как только вы сыграете хотя бы раз.

# EmptyContent_NoRooms
source: You might not have internet connection, or no-one might be playing.
es: Puedes no tener conexión a internet, o que nadie esté jugando actualmente.
it: Potresti non avere una connessione ad internet oppure nessuno sta giocando al momento.
nl: Het kan zijn dat je momenteel geen internetverbinding hebt of er is momenteel niemand aan het spelen.
pt: Poderás estar sem conexão à internet, ou talvez ninguém esteja a jogar
ru: Возможно, у вас нет подключения к Интернету, либо никто сейчас не играет.

# EmptyContent_NoRooms_Title
source: No rooms found
es: No se encontraron salas.
it: Nessuna stanza trovata
nl: Geen kamers gevonden
pt: Não se econtrarem salas
ru: Комнаты не найдены

# Hover_FriendsOnline_0
source: There are currently no friends online
es: No hay amigos en línea
it: Al momento non ci sono amici online
nl: Er zijn momenteel geen vrienden online.
pt: Não tens amigos online
ru: Друзей в сети: 0

# Hover_FriendsOnline_1
source: There is currently 1 friend online
es: Hay 1 amigo en línea
it: Al momento c'è 1 amico online
nl: Er is momenteel 1 vriend online.
pt: Tens 1 amigo online
ru: Друзей в сети: 1

# Hover_FriendsOnline_x
source: There are currently {$1} friends online
es: Hay {$1} amigos en línea
it: Al momento ci sono {$1} amici online
nl: Er zijn momenteel {$1} vrienden online.
pt: Tens {$1} amigos online
ru: Друзей в сети: {$1}

# Hover_PlayersOnline_0
source: There are currently no players online
es: No hay jugadores en línea
it: Al momento non ci sono giocatori online
nl: Er zijn momenteel geen spelers online.
pt: Não há jogadores online
ru: Игроков в сети: 0

# Hover_PlayersOnline_1
source: There is currently 1 player online
es: Hay 1 jugador en línea
it: Al momento c'è 1 giocatore online
nl: Er is momenteel 1 speler online.
pt: Há 1 jogador online
ru: Игроков в сети: 1

# Hover_PlayersOnline_x
source: There are currently {$1} players online
es: Hay {$1} jugadores en línea
it: Al momento ci sono {$1} giocatori online
nl: Er zijn momenteel {$1} spelers online.
pt: Há {$1} jogadores online
ru: Игроков в сети: {$1}

# Hover_RoomsOnline_0
source: There are currently no active rooms
es: No hay salas activas
it: Al momento non ci sono stanze attive
nl: Er zijn momenteel geen kamers actief.
pt: Não há salas ativas
ru: Активных групп: 0

# Hover_RoomsOnline_1
source: There is currently 1 room active
es: Hay una sala activa
it: Al momento c'è 1 stanza attiva
nl: Er is momenteel 1 kamer actief.
pt: Há 1 sala ativa
ru: Активных групп: 1

# Hover_RoomsOnline_x
source: There are currently {$1} rooms active
es: Hay {$1} salas activas
it: Al momento ci sono {$1} stanze attive
nl: Er zijn momenteel {$1} kamers actief.
pt: Há {$1} salas ativas
ru: Активных групп: {$1}

# Hover_RoomsPageDisclaimer
source: Please note that this page does not offer any functionality to join a room directly. To join a specific room, you'll need to either join through a friend, or hope to join it by joining the online servers.
es: Atención. Esta pagina no tiene la funcionalidad de unirte a una sala directamente. Para unirte a una sala en especifico, necesitará unirse mediante un amigo, o con suerte, encontrando la sala en VS Mundial.
it: Attenzione, questa pagina non offre alcuna funzionalità per unirsi ad una stanza direttamente. Per unirsi ad una specifica stanza, dovrai farlo tramite un amico oppure sperare di unirti tramite i server online.
nl: Let op dat deze pagina er niet voor kan zorgen om direct deel te nemen aan een kamer. Om aan een specifieke kamer deel te nemen, moet je dit óf via een vriend óf via de online servers doen.
pt: Tem em conta que esta página não te oferece a funcionalidade de entrares diretamente numa sala. Para entrares numa sala em específico, terás de entrar através de um amigo, ou então esperas que entres na sala ao entrares nos servers online
ru: Вы не можете заходить в комнаты прямо через это меню. Чтобы зайти в определённую комнату, вам нужно либо зайти через друга, либо надеяться попасть в неё через онлайн сервера.

# Question_ApplyScale_Title
source: Do you want to apply the new scale?
es: ¿Desea aplicar la nueva escala?
it: Vuoi applicare le nuove dimensioni?
nl: Wil je de nieuwe schaal toepassen?
pt: Gostarias de aplicar a nova escala?
ru: Хотите применить новый масштаб?

# MessageWarning_NoConnectServer_Extra
source: Could not connect to the server. Please try again later.
es: No se pudo conectar al servidor. Intente de nuevo más tarde
it: Impossibile connettersi al server. Riprova più tardi.
nl: Kan geen verbinding maken met de server. Probeer het later opnieuw.
pt: Falha a conectar ao servidor. Tente de novo mais tarde
ru: Не удалось подключиться к серверу. Попробуйте чуть позже.

# Question_DolphinFound_Title
source: Dolphin Emulator Folder Found
es: Carpeta del Emulador Dolphin encontrado
it: Cartella dell'Emulatore Dolphin trovata
nl: Dolphin-emulator-map gevonden
pt: Pasta Do Dolphin Emulator Encontrada
ru: Папка эмулятора Dolphin найдена

# Question_DolphinFound_Extra
source: If you dont know what all of this means, just click yes :) \nDolphin Emulator folder found. Would you like to use this folder?
es: Ante la duda, solo marque si\n. Carpeta del emulador Dolphin encontrado. ¿Desea usar esta carpeta?
it: Se non sai cosa ciò vuol dire, clicca su sì :) \nCartella dell'Emulatore Dolphin trovata. Vuoi usare questa cartella?
nl: Als je niet weet wat dit allemaal betekent, druk op ja :) \nDolphin-emulator-map gevonden. Wil je deze gebruiken?
pt: Se não sabes o que isto significa, clica só que sim :) \nPasta do Dolphin Emulator encontrada. Gostarias de usar esta pasta?
ru: Если ты понятия не имеешь что это значит, просто нажми да :D \nПапка эмулятора Dolphin найдена. Хотите её использовать?

# MessageWarning_DolphinNotFound_Title
source: Dolphin Emulator Folder Not Found
es: Carpeta del Emulador Dolphin no encontrada
it: Cartella dell'Emulatore Dolphin non trovata
nl: Dolphin-emulator-map niet gevonden.
pt: Pasta Do Emulador Dolphin Não Encontrada
ru: Папка эмулятора Dolphin не найдена

# MessageWarning_DolphinNotFound_Extra
source: Dolphin Emulator folder not automatically found. Please try and find the folder manually, click 'help' for more information.
es: La carpeta del Emulador Dolphin no se encontró automaticamente. Intentelo manualmente. Aprete 'Ayuda' para más información.
it: Cartella dell'Emulatore Dolphin non trovata automaticamente. Prova a trovare la cartella manualmente, clicca "Aiuto" per ulteriori informazioni.
nl: De Dolphin-emulator-map is niet automatisch gevonden. Probeer de map handmatig te vinden. Klik op "hulp" voor meer informatie.
pt: A pasta Do Emulador Dolphin não foi automáticamente encontrada. Por favor tente encontrar a pasta manualmente, clica em 'ajuda' para obter mais informação-
ru: Папка эмулятора Dolphin не была найдена автоматически. Пожалуйста, попробуйте найти её самостоятельно. Для подробностей, нажмите на "Помощь"

# Question_RRNotDeterment_Title
source: Download Retro Rewind
es: Instalar Retro Rewind
it: Scarica Retro Rewind
nl: Retro Rewind downloaden
pt: Descarrega o Retro Rewind
ru: Скачать Retro Rewind

# MessageWarning_InvalidPaths_Extra
source: Please ensure all paths are correct and try again.
es: Asegurese de que todas las rutas sean correctas y vuelvalo a intentar.
it: Assicurati che tutti gli indirizzi siano corretti e riprova.
nl: Controleer of alle locaties correct zijn en probeer het opnieuw.
pt: Por favor verifica que todos os percursos estão corretos e tenta outra vez-
ru: Убедитесь, что все пути правильны и попробуйте ещё раз.

# Progress_EstimatedTimeRemaining
source: Estimated time remaining:
es: Tiempo restante estimado:
it: Tempo stimato rimanente:
nl: Geschatte resterende tijd:
pt: Tempo restante estimado:
ru: Осталось примерно:

# MessageWarning_FailCheckUpdates_Title
source: Failed to check for updates
es: Error al buscar actualizaciones
it: Controllo aggiornamenti fallito
nl: Zoeken naar updates mislukt.
pt: Falha ao procurar atualizações
ru: Не удалось проверить обновления

# MessageError_AbortRR_Extra_FailedUpdateApply
source: Failed to apply an update. Aborting.
es: Error al aplicar una actualización. Cancelando.
it: Fallita l'applicazione di un aggiornamento. Annullamento.
nl: Het is niet gelukt om te updaten. Proces word afgebroken.
pt: Falha a aplicar a atualização. Abortando.
ru: Не удалось применить обновление. Отменяем.

# MessageError_AbortRR_Extra_FailedUpdateDelete
source: Failed to delete files for the update. Aborting.
es: Error al borrar archivos para la actualización. Cancelando
it: Fallito il cancellamento dei file dell'aggiornamento. Annullamento.
nl: Het is niet gelukt om bestanden te verwijderen voor de update. Proces word afgebroken.
pt: Falha a apagar ficheiros para a atualização. Abortando.
ru: Не удалось удалить файлы для обновления. Отменяем

# Progress_InstallingMods
source: Installing mods
es: Instalando mods
it: Installando delle mod
nl: Mods installeren
pt: Instalando mods
ru: Устанавливаем моды

# Progress_InstallingModsCount
source: Installing {$1} mods
es: Instalando {$1} mods
it: Installando {$1} mod
nl: {$1} mods installeren
pt: Instalando {$1} mods
ru: Устанавливаем {$!} модов

# Progress_InstallingRR
source: Installing Retro Rewind
es: Instalando Retro Rewind
it: Installazione di Retro Rewind
nl: Retro Rewind installeren
pt: Instalando Retro Rewind
ru: Устанавливаем Retro Rewind

# Progress_InstallingRRFirstTime
source: Installing Retro Rewind for the first time
es: Instalando Retro Rewind por primera vez
it: Installazione di Retro Rewind per la prima volta
nl: Retro Rewind voor de eerste keer installeren.
pt: Instalando Retro Rewind pela primeira vez
ru: Устанавливаем Retro Rewind в первый раз

# Progress_LatestWhWzGithub
source: Getting the latest Wheel Wizard from github releases
es: Obteniendo la ultima versión de Wheel Wizard desde Github
it: Ottenendo l'ultima versione di Wheel Wizard da GitHub
nl: Ophalen van de nieuwste Wheel Wizard van GitHub-releases.
pt: Obtendo a ultima versão do Wheel Wizard pelo github
ru: Получаем последнюю версию Wheel Wizard из GitHub

# MessageWarning_InvalidName_Extra_ModNameExists
source: A mod with the name '{$1}' already exists.
es: Un mod con el nombre '{$1}' ya existe.
it: Una mod col nome '{$1}' esiste già.
nl: Er bestaat al een mod met de naam "{$1}".
pt: Um mod com o nome '{$1}' já existe
ru: Мод с названием {$1} уже существует.

# Question_LaunchClearModsFound_Title
source: Mods found
es: Se encontraron mods
it: Mod trovate
nl: Mods gevonden
pt: Mods não encontrados
ru: Моды найдены

# Question_LaunchClearModsFound_Extra
source: You are about to launch the game without any mods. Do you want to clear your my-stuff folder?
es: Estas a punto de lanzar el juego sin ningún mod. ¿Quieres vaciar tu carpeta My-Stuff?
it: Stai per avviare il gioco senza alcuna mod. Vuoi svuotare la tua cartella My-Stuff?
nl: Je staat op het punt om het spel te starten zonder mods. Wil je de My Stuff-map leegmaken?
pt: Tu estás prestes a abrir o jogo sem nenhum mod. Queres limpar a pasta my-stuff?
ru: Прямо сейчас вы запускаете игру без модов. Желаете очистить папку my-stuff?

# MessageWarning_MultipleFilesSelected_Title
source: Multiple Files Selected
es: Múltiples archivos seleccionados
it: Più file selezionati
nl: Meerdere bestanden geselecteerd.
pt: Multiplos Ficheiros selecionados
ru: Выбрано несколько файлов

# Question_NewVersionWhWz_Extra
source: Version {$1} of Wheel Wizard is available (currently on {$2}). Do you want to update now?
es: La version {$1} de WheelWizzard está disponible (Actualmente en {$2}). ¿Desea actualizar ahora?
it: La versione {$1} di Wheel Wizard è disponibile (al momento è {$2}). Vuoi aggiornare ora?
nl: Versie {$1} van Wheel Wizard is beschikbaar (momenteel op {$2}). Wil je nu updaten?
pt: Versão {$1} do Wheel Wizard está disponível (de momento encontra-se na versão {$2}). Queres atualizar agora?
ru: Версия {$1} Wheel Wizard'а доступна (прямо сейчас. вы на {$2}). Хотите произвести обновление?

# MessageError_NoModFolder_Extra
source: Mod folder does not exist
es: No existe una carpeta de mods
it: La cartella della mod non esiste
nl: Mod-map bestaat niet.
pt: A pasta de mods não existe
ru: Папка с модами не существует

# MessageWarning_NotFindDolphin_Extra
source: Could not find Dolphin Emulator, please set the path in settings
es: No se encontró el Emulador Dolphin. Seleccione la ruta en ajustes.
it: Non è stato possibile trovare l'Emulatore Dolphin, controlla l'indirizzo nelle impostazioni
nl: Kan Dolphin-emulator niet vinden. Geef eerst de locatie op bij de instellingen.
pt: O Dolphin Emulator não foi encontrado, por favor defina o caminho nas definições
ru: Не удалось найти эмулятор Dolphin, пожалуйста, установите путь в настройках.

# MessageWarning_NotFindGame_Extra
source: Could not find the game, please set the path in settings
es: No se encontró el juego. Seleccione la ruta en ajustes.
it: Non è stato possibile trovare il gioco, controlla l'indirizzo nelle impostazioni
nl: Kan het spelbestand niet vinden. Geef eerst de locatie op bij de instellingen.
pt: O jogo não foi encontrado, por favor defina o caminho nas definições
ru: Не удалось найти игру, пожалуйста, установить путь в настройках.

# Question_OldRksysFound_Title
source: Old rksys.dat found
es: Antiguo rksys.dat encontrado
it: Un vecchio rksys.dat è stato trovato
nl: Oude rksys.dat gevonden
pt: O antifo rksys.dat foi encontrado
ru: Обнаружен старый rksys.dat

# Question_OldRksysFound_Extra
source: Old save data was found. Would you like to use it? (recommended)
es: Se encontró data guardada antigua. ¿Desea usarla?
it: Dei vecchi dati di salvataggio sono stati trovati. Vuoi usarli? (Consigliato)
nl: Oude spelgegevens zijn gevonden. Wil je deze gebruiken? (aanbevolen)
pt: Foi encontrada uma gravação antiga. Queres usá-lá? (recomendado)
ru: Старые данные сохранения были найдена. Желаете их исполльзовать? (рекоммендовано)

# Progress_ProcessingXofY
source: Processing {$1} of {$2} files...
es: Procesando {$1} de {$2} archivos...
it: Processando file {$1} di {$2}...
nl: Verwerken van {$1} uit {$2} bestanden...
pt: A processar {$1} de {$2} ficheiros...
ru: Обработка {$1} из {$2} файлов...

# Question_ReinstallRR_Title
source: Reinstall Retro Rewind
es: Reinstalar Retro Rewind
it: Reinstalla Retro Rewind
nl: Retro Rewind herinstalleren
pt: Reinstalar Retro Rewind
ru: Переустановить Retro Rewind

# MessageError_RestartAdminFail_Extra
source: Failed to restart with administrator rights.
es: Error al reinstalar con derechos de administrador.
it: Errore riavviando con diritti di amministratore.
nl: Het is niet gelukt om opnieuw op te starten met administratorrechten.
pt: Falha ao reiniciar com direitos de administrador
ru: Не удалось перезапуститься с правами администратора.

# Question_RRNotDeterment_Extra
source: Your version of Retro Rewind could not be determined. Would you like to download Retro Rewind?
es: No se pudo determinar tu versión de Retro Rewind. ¿Desea instalar Retro Rewind?
it: La tua versione di Retro Rewind non può essere determinata. Vuoi scaricare Retro Rewind?
nl: Je versie van Retro Rewind kon niet worden bepaald. Wil je Retro Rewind downloaden?
pt: A tua versão do Retro Rewind não pode ser determinada. Gostarias de instalar o Retro Rewind
ru: Не удалось определить вашу версию Retro Rewind. Хотите установить Retro Rewind?

# Question_RRToOld_Extra
source: Your version of Retro Rewind is too old to update. Would you like to reinstall Retro Rewind?
es: Tu versión de Retro Rewind es muy antigua para actualizar. ¿Desea reinstalar Retro Rewind?
it: La tua versione di Retro Rewind è troppo vecchia per essere aggiornata. Vuoi reinstallare Retro Rewind?
nl: Je versie van Retro Rewind is te oud om te updaten. Wil je Retro Rewind opnieuw installeren?
pt: A tua versão do Retro Rewind é demasiado antiga par atualizar. Gostarias de reinstalar o Retro Rewind
ru: Ваша версия Retro Rewind слишком устарела для обновлений. Хотите переустановить Retro Rewind?

# MessageSuccess_RRUpToDate_Title
source: Retro Rewind is up to date.
es: Su versión de Retro Rewind es la última lanzada.
it: Retro Rewind è aggiornato.
pt: A tua versão do Retro Rewind é a mais recente
ru: Retro Rewind на последней версии.

# MessageSuccess_SettingsSaved_Title
source: Settings saved successfully!
es: Se guardaron correctamente los ajustes.
it: Impostazioni salvate con successo!
nl: Instellingen succesvol opgeslagen!
pt: Definições guardadas com sucesso
ru: Настройки успешно сохранены!

# Question_SureDelete_Title
source: Are you sure you want to delete {$1}?
es: ¿Estas seguro que deseas borrar {$1}?
it: Sei sicuro di voler cancellare {$1}?
nl: Weet je zeker dat je {$1} wil verwijderen?
pt: Tens a certeza que desejas apagar ($1)?
ru: Вы уверены что хотите удалить {$1}?

# MessageWarning_UnableUpdateWhWz_Extra_ReasonLocation
source: Unable to update Wheel Wizard. Please ensure the application is located in a folder that can be written to.\n Could not find current folder.
es: Incapaz de actualizar Wheel Wizard. Asegurate que la aplicación esta ubicada en una carpeta que se puede editar.\n No se encontró la carpeta actual.
it: Impossibile aggiornare Wheel Wizard. Assicurati che l'applicazione si trovi in una cartella con diritti di scrittura. \nNon è possibile trovare la cartella attuale.
nl: Wheel Wizard kan niet worden geüpdatet. Zorg ervoor dat de applicatie zich in een map bevindt waarnaar kan worden geschreven.\n Kan de huidige map niet vinden.
pt: Incapaz de atualizar o Wheel Wizard. Garante que a aplicação se encontra numa pasta que pode ser localizada.\n Falha a encontar a pasta atual
ru: Не удалось обновить Wheel Wizard. Пожалуйста убедитесь, что исполняемый файл находится в папке куда можно добавлять файлы.\n Не удалось найти текущую папку.

# MessageWarning_UnableUpdateWhWz_Extra_ReasonNetwork
source: Unable to check if Wheel Wizard is up to date. \nYou might be experiencing network issues.
es: Incapaz de confirmar la actualidad de su versión de Wheel Wizard.\n Podrías estar experimentando problemas de conexión.
it: Impossibile verificare se Wheel Wizard è aggiornato. \nPotresti avere problemi di connessione.
nl: Kan niet controleren of Wheel Wizard up-to-date is. \nEr zijn mogelijk netwerkproblemen.
pt: Impossível verificar se o Wheel Wizard está atualizado. \nTalvez estejas a experienciar problemas de net
ru: Не удалось проверить, обновлён ли Wheel Wizard до последней версии? \nВы возможно испытываете проблемы с подключеним.

# Question_UpdateAdmin_Title
source: Update using admin
es: Actualizando usando administrador
it: Aggiorna usando l'Amministratore
nl: Update met administrator
pt: Atualiza usando administrados
ru: Обновитесь через права администратора.

# Question_UpdateAdmin_Extra
source: Sometimes an update requires admin rights, do you want to active them for this update?
es: A veces una actualización requiere derechos de administrador. ¿Desea activarlo para esta actualización?
it: A volte un aggiornamento può richiedere diritti di amministratore, vuoi attivarli per questo aggiornamento?
nl: Soms zijn er voor een update administratorrechten nodig. Wil je deze activeren voor deze update?
pt: Às vezes uma atualização requere direitos de administrador. Desejas usar direitos de administrador para esteja atualização?
ru: Иногда, для обновления нужны права администратора. Хотите ли вы их активировать ради этого обновления?

# Progress_UpdateWhWz
source: Updating Wheel Wizard
es: Actualizando Wheel Wizard
it: Aggiornando Wheel Wizard
nl: Wheel Wizard updaten
pt: Atualizar Wheel Wizard
ru: Обновляем Wheel Wizard

# Question_NewVersionWhWz_Title
source: Wheel Wizard Update Available
es: Actualización de Wheel Wizard disponible
it: Aggiornamento di Wheel Wizard disponibile
nl: Wheel Wizard-update beschikbaar
pt: Atualização do Wheel Wizard Disponível
ru: Доступно обновление Wheel Wizard

# Progress_DownloadingMb
source: downloading {$1} MB
es: Descargando {$1} MB
it: Scaricando {$1} MB
nl: Downloaden van {$1} MB.
pt: A transferir {$1} MB
ru: Загружено {$1} МБ

# Text_MadeByString
source: Made by: {$1} \n And {$2}
es: Hecho por: {$1} y {$2}
it: Fatto da: {$1} \n e {$2}
nl: Gemaakt door {$1} \n en {$2}
ru: Создатели: {$1}\nи {$2}

# Text_ThanksTranslators
source: Thanks a lot to all the translators:
es: Muchas gracias a todos los traductores:
it: Grazie a tutti i traduttori:
nl: Hartelijk dank aan alle vertalers:
ru: Низкий поклон и спасибо переводчикам:

# Text_WhWzTranslationPercentage
source: Translations for this language are {$1}% complete
es: La traducción de este idioma está a un {$1}%.
it: Traduzioni per questa lingua sono complete al {$1}%
nl: Vertalingen voor deze taal zijn {$1}% voltooid.
ru: Перевод на этот язык завершён на {$1}%

# Time_Days_1
source: 1 day
es: 1 día
it: 1 giorno
nl: 1 dag
ru: 1 день

# Time_Days_x
source: {$1} days
es: {$1} días
it: {$1} giorni
nl: {$1} dagen
ru: {$1} дн.

# Time_Hours_1
source: 1 hour
es: 1 hora
it: 1 ora
nl: 1 uur
ru: 1 ч

# Time_Hours_x
source: {$1} hours
es: {$1} horas
it: {$1} ore
nl: {$1} uren
ru: {$1} ч

# Time_Minutes_1
source: 1 minute
es: 1 minuto
it: 1 minuto
nl: 1 minuut
ru: 1 мин

# Time_Minutes_x
source: {$1} minutes
es: {$1} minutos
it: {$1} minuti
nl: {$1} minuten
ru: {$1} мин

# Time_Seconds_1
source: 1 second
es: 1 segundo
it: 1 secondo
nl: 1 seconde
ru: 1 сек

# Time_Seconds_x
source: {$1} seconds
es: {$1} segundos
it: {$1} secondi
nl: {$1} secondes
ru: {$1} сек

# EmptyContent_NoMiis
source: We cant read the Mii data from your system. Make sure you started the game at least once
es: No podemos leer la información de Miis de tu sistema. Asegurate que hayas lanzado el juego al menos una vez.
it: Non possiamo leggere i dati dei Mii dal tuo sistema. Assicurati che hai avviato il gioco almeno una volta
nl: We kunnen de Mii-data van jouw systeem niet aflezen. Zorg ervoor dat je het spel minimaal één keer hebt gespeeld.
